{"format": "graph-model", "generatedBy": "2.5.0", "convertedBy": "TensorFlow.js Converter v1.7.0", "signature": {"inputs": {"input_4": {"name": "input_4:0", "dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "-1"}, {"size": "224"}, {"size": "224"}, {"size": "3"}]}}}, "outputs": {"dense_3": {"name": "Identity:0", "dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "-1"}, {"size": "29"}]}}}}, "modelTopology": {"node": [{"name": "StatefulPartitionedCall/sequential_3/dense_3/MatMul/ReadVariableOp", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1280"}, {"size": "29"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/dense_3/BiasAdd/ReadVariableOp", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "29"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "input_4", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "224"}, {"size": "224"}, {"size": "3"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/stem/conv2d/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "3"}, {"size": "32"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/stem/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "32"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_0/depthwise_conv2d/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "32"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_0/depthwise_conv2d/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "32"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_0/conv2d/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "32"}, {"size": "16"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_13/depthwise_conv2d/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "5"}, {"size": "5"}, {"size": "1152"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_0/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "16"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_1/conv2d/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "16"}, {"size": "96"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_1/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "96"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_13/depthwise_conv2d/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1152"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_1/depthwise_conv2d/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "96"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_1/depthwise_conv2d/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "96"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_1/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "96"}, {"size": "24"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_1/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "24"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_2/conv2d/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "24"}, {"size": "144"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_2/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "144"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_13/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "1152"}, {"size": "192"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_2/depthwise_conv2d/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "144"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_2/depthwise_conv2d/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "144"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_2/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "144"}, {"size": "24"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/head/conv2d/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "320"}, {"size": "1280"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_2/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "24"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_3/conv2d/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "24"}, {"size": "144"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_13/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "192"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_3/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "144"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_3/depthwise_conv2d/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "5"}, {"size": "5"}, {"size": "144"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_3/depthwise_conv2d/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "144"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_3/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "144"}, {"size": "40"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_3/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "40"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_4/conv2d/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "40"}, {"size": "240"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_14/conv2d/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "192"}, {"size": "1152"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_4/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "240"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_4/depthwise_conv2d/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "5"}, {"size": "5"}, {"size": "240"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_4/depthwise_conv2d/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "240"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_4/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "240"}, {"size": "40"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_14/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1152"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_4/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "40"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_5/conv2d/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "40"}, {"size": "240"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/head/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1280"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_5/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "240"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_5/depthwise_conv2d/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "240"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_5/depthwise_conv2d/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "240"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_5/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "240"}, {"size": "80"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_14/depthwise_conv2d/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "5"}, {"size": "5"}, {"size": "1152"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_5/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "80"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_6/conv2d/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "80"}, {"size": "480"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_6/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "480"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_14/depthwise_conv2d/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1152"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_6/depthwise_conv2d/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "480"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_6/depthwise_conv2d/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "480"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_6/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "480"}, {"size": "80"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_6/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "80"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_7/conv2d/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "80"}, {"size": "480"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_7/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "480"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_14/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "1152"}, {"size": "192"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_7/depthwise_conv2d/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "480"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_7/depthwise_conv2d/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "480"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_7/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "480"}, {"size": "80"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_7/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "80"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_8/conv2d/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "80"}, {"size": "480"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_14/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "192"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_8/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "480"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_8/depthwise_conv2d/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "5"}, {"size": "5"}, {"size": "480"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_8/depthwise_conv2d/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "480"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_8/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "480"}, {"size": "112"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_8/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "112"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_9/conv2d/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "112"}, {"size": "672"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_15/conv2d/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "192"}, {"size": "1152"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_9/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "672"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_9/depthwise_conv2d/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "5"}, {"size": "5"}, {"size": "672"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_9/depthwise_conv2d/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "672"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_9/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "672"}, {"size": "112"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_15/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1152"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_9/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "112"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_10/conv2d/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "112"}, {"size": "672"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_10/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "672"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_10/depthwise_conv2d/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "5"}, {"size": "5"}, {"size": "672"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_10/depthwise_conv2d/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "672"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_10/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "672"}, {"size": "112"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_15/depthwise_conv2d/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "1152"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_10/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "112"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_11/conv2d/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "112"}, {"size": "672"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_11/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "672"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_15/depthwise_conv2d/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1152"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_11/depthwise_conv2d/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "5"}, {"size": "5"}, {"size": "672"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_11/depthwise_conv2d/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "672"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_11/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "672"}, {"size": "192"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_11/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "192"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_12/conv2d/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "192"}, {"size": "1152"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_12/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1152"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_15/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "1152"}, {"size": "320"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_12/depthwise_conv2d/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "5"}, {"size": "5"}, {"size": "1152"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_12/depthwise_conv2d/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1152"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_12/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "1152"}, {"size": "192"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_12/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "192"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_13/conv2d/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "192"}, {"size": "1152"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_15/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "320"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_13/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1152"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/Const", "op": "Const", "input": ["^input_4"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/Const_1", "op": "Const", "input": ["^input_4"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/head/global_average_pooling2d/Mean/reduction_indices", "op": "Const", "input": ["^input_4"], "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/mul", "op": "Mul", "input": ["input_4", "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/Const"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/add", "op": "AddV2", "input": ["StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/mul", "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/Const_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/stem/Relu6", "op": "_FusedConv2D", "input": ["StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/add", "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/stem/conv2d/Conv2D_weights", "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/stem/conv2d/Conv2D_bn_offset"], "device": "/device:CPU:0", "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "2", "2", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "num_args": {"i": "1"}, "epsilon": {"f": 0.0}, "padding": {"s": "U0FNRQ=="}, "fused_ops": {"list": {"s": ["Qmlhc0FkZA==", "UmVsdTY="]}}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_0/depthwise_conv2d/depthwise", "op": "FusedDepthwiseConv2dNative", "input": ["StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/stem/Relu6", "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_0/depthwise_conv2d/depthwise_weights", "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_0/depthwise_conv2d/depthwise_bn_offset"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}, "fused_ops": {"list": {"s": ["Qmlhc0FkZA==", "UmVsdTY="]}}, "num_args": {"i": "1"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_0/tpu_batch_normalization_1/FusedBatchNormV3", "op": "_FusedConv2D", "input": ["StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_0/depthwise_conv2d/depthwise", "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_0/conv2d/Conv2D_weights", "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_0/conv2d/Conv2D_bn_offset"], "device": "/device:CPU:0", "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "num_args": {"i": "1"}, "epsilon": {"f": 0.0}, "padding": {"s": "U0FNRQ=="}, "fused_ops": {"list": {"s": ["Qmlhc0FkZA=="]}}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_1/Relu6", "op": "_FusedConv2D", "input": ["StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_0/tpu_batch_normalization_1/FusedBatchNormV3", "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_1/conv2d/Conv2D_weights", "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_1/conv2d/Conv2D_bn_offset"], "device": "/device:CPU:0", "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "num_args": {"i": "1"}, "epsilon": {"f": 0.0}, "padding": {"s": "U0FNRQ=="}, "fused_ops": {"list": {"s": ["Qmlhc0FkZA==", "UmVsdTY="]}}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_1/depthwise_conv2d/depthwise", "op": "FusedDepthwiseConv2dNative", "input": ["StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_1/Relu6", "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_1/depthwise_conv2d/depthwise_weights", "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_1/depthwise_conv2d/depthwise_bn_offset"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "2", "2", "1"]}}, "explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}, "fused_ops": {"list": {"s": ["Qmlhc0FkZA==", "UmVsdTY="]}}, "num_args": {"i": "1"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_1/tpu_batch_normalization_2/FusedBatchNormV3", "op": "_FusedConv2D", "input": ["StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_1/depthwise_conv2d/depthwise", "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_1/conv2d_1/Conv2D_weights", "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_1/conv2d_1/Conv2D_bn_offset"], "device": "/device:CPU:0", "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "num_args": {"i": "1"}, "epsilon": {"f": 0.0}, "padding": {"s": "U0FNRQ=="}, "fused_ops": {"list": {"s": ["Qmlhc0FkZA=="]}}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_2/Relu6", "op": "_FusedConv2D", "input": ["StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_1/tpu_batch_normalization_2/FusedBatchNormV3", "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_2/conv2d/Conv2D_weights", "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_2/conv2d/Conv2D_bn_offset"], "device": "/device:CPU:0", "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "num_args": {"i": "1"}, "epsilon": {"f": 0.0}, "padding": {"s": "U0FNRQ=="}, "fused_ops": {"list": {"s": ["Qmlhc0FkZA==", "UmVsdTY="]}}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_2/depthwise_conv2d/depthwise", "op": "FusedDepthwiseConv2dNative", "input": ["StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_2/Relu6", "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_2/depthwise_conv2d/depthwise_weights", "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_2/depthwise_conv2d/depthwise_bn_offset"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}, "fused_ops": {"list": {"s": ["Qmlhc0FkZA==", "UmVsdTY="]}}, "num_args": {"i": "1"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_2/tpu_batch_normalization_2/FusedBatchNormV3", "op": "_FusedConv2D", "input": ["StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_2/depthwise_conv2d/depthwise", "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_2/conv2d_1/Conv2D_weights", "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_2/conv2d_1/Conv2D_bn_offset"], "device": "/device:CPU:0", "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "num_args": {"i": "1"}, "epsilon": {"f": 0.0}, "padding": {"s": "U0FNRQ=="}, "fused_ops": {"list": {"s": ["Qmlhc0FkZA=="]}}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_2/Add", "op": "Add", "input": ["StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_2/tpu_batch_normalization_2/FusedBatchNormV3", "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_1/tpu_batch_normalization_2/FusedBatchNormV3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_3/Relu6", "op": "_FusedConv2D", "input": ["StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_2/Add", "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_3/conv2d/Conv2D_weights", "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_3/conv2d/Conv2D_bn_offset"], "device": "/device:CPU:0", "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "num_args": {"i": "1"}, "epsilon": {"f": 0.0}, "padding": {"s": "U0FNRQ=="}, "fused_ops": {"list": {"s": ["Qmlhc0FkZA==", "UmVsdTY="]}}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_3/depthwise_conv2d/depthwise", "op": "FusedDepthwiseConv2dNative", "input": ["StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_3/Relu6", "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_3/depthwise_conv2d/depthwise_weights", "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_3/depthwise_conv2d/depthwise_bn_offset"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "2", "2", "1"]}}, "explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}, "fused_ops": {"list": {"s": ["Qmlhc0FkZA==", "UmVsdTY="]}}, "num_args": {"i": "1"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_3/tpu_batch_normalization_2/FusedBatchNormV3", "op": "_FusedConv2D", "input": ["StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_3/depthwise_conv2d/depthwise", "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_3/conv2d_1/Conv2D_weights", "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_3/conv2d_1/Conv2D_bn_offset"], "device": "/device:CPU:0", "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "num_args": {"i": "1"}, "epsilon": {"f": 0.0}, "padding": {"s": "U0FNRQ=="}, "fused_ops": {"list": {"s": ["Qmlhc0FkZA=="]}}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_4/Relu6", "op": "_FusedConv2D", "input": ["StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_3/tpu_batch_normalization_2/FusedBatchNormV3", "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_4/conv2d/Conv2D_weights", "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_4/conv2d/Conv2D_bn_offset"], "device": "/device:CPU:0", "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "num_args": {"i": "1"}, "epsilon": {"f": 0.0}, "padding": {"s": "U0FNRQ=="}, "fused_ops": {"list": {"s": ["Qmlhc0FkZA==", "UmVsdTY="]}}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_4/depthwise_conv2d/depthwise", "op": "FusedDepthwiseConv2dNative", "input": ["StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_4/Relu6", "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_4/depthwise_conv2d/depthwise_weights", "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_4/depthwise_conv2d/depthwise_bn_offset"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}, "fused_ops": {"list": {"s": ["Qmlhc0FkZA==", "UmVsdTY="]}}, "num_args": {"i": "1"}}}, {"name": "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_4/tpu_batch_normalization_2/FusedBatchNormV3", "op": "_FusedConv2D", "input": ["StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_4/depthwise_conv2d/depthwise", "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_4/conv2d_1/Conv2D_weights", "StatefulPartitionedCall/sequential_3/hub_keras_layer_v1v2_3/StatefulPartitionedCall/efficientnet-lite0/model/blocks_4/conv2d_1/Conv2D_bn_offset"], "device": "/device:CPU:0", "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "num_args": {"i": "1"}, "epsilon": {"f": 0.0}, "padding": {"s": "U0FNRQ=="}, "fused_ops": {"list": {"s": ["Qmlhc0FkZA=="]}}}}, {"name": 